Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 非 HTTPS 地址，API Key 和音频数据将以明文传输，仅建议用于本地服务
ar: عنوان بدون HTTPS: سيُرسل مفتاح API وبيانات الصوت بنص صريح. موصى به فقط للخدمات المحلية.
de: Keine HTTPS-Adresse: API-Schlüssel und Audiodaten werden unverschlüsselt gesendet. Nur für lokale Dienste empfohlen.
en: Non-HTTPS address: the API key and audio data will be sent in plain text. Only recommended for local services.
es: Dirección sin HTTPS: la clave API y los datos de audio se enviarán en texto plano. Solo recomendado para servicios locales.
fr: Adresse non HTTPS : la clé API et les données audio seront envoyées en clair. Recommandé uniquement pour les services locaux.
hi: गैर-HTTPS पता: API कुंजी और ऑडियो डेटा सादे टेक्स्ट में भेजे जाएँगे। केवल स्थानीय सेवाओं के लिए अनुशंसित।
id: Alamat non-HTTPS: kunci API dan data audio akan dikirim sebagai teks biasa. Hanya disarankan untuk layanan lokal.
it: Indirizzo non HTTPS: la chiave API e i dati audio verranno inviati in chiaro. Consigliato solo per servizi locali.
ja: HTTPS 以外のアドレスです。API キーと音声データが平文で送信されます。ローカルサービスでのみ推奨されます。
ko: HTTPS가 아닌 주소입니다. API 키와 오디오 데이터가 평문으로 전송됩니다. 로컬 서비스에만 권장됩니다.
nl: Niet-HTTPS-adres: API-sleutel en audiogegevens worden als platte tekst verzonden. Alleen aanbevolen voor lokale diensten.
pl: Adres inny niż HTTPS: klucz API i dane audio będą wysyłane jawnym tekstem. Zalecane tylko dla usług lokalnych.
pt: Endereço sem HTTPS: a chave de API e os dados de áudio serão enviados em texto puro. Recomendado apenas para serviços locais.
ru: Адрес без HTTPS: API-ключ и аудиоданные будут отправлены в открытом виде. Рекомендуется только для локальных сервисов.
sv: Icke-HTTPS-adress: API-nyckel och ljuddata skickas i klartext. Rekommenderas endast för lokala tjänster.
th: ที่อยู่ที่ไม่ใช่ HTTPS: API Key และข้อมูลเสียงจะถูกส่งเป็นข้อความธรรมดา แนะนำสำหรับบริการท้องถิ่นเท่านั้น
tr: HTTPS olmayan adres: API anahtarı ve ses verileri düz metin olarak gönderilir. Yalnızca yerel hizmetler için önerilir.
uk: Адреса без HTTPS: ключ API та аудіодані надсилатимуться відкритим текстом. Рекомендовано лише для локальних сервісів.
vi: Địa chỉ không phải HTTPS: khóa API và dữ liệu âm thanh sẽ được gửi dạng văn bản thuần. Chỉ khuyến nghị cho dịch vụ cục bộ.
zh_hant: 非 HTTPS 地址，API Key 和音訊數據將以明文傳輸，僅建議用於本地服務

source: 面对面会议
ar: اجتماع حضوري
de: Persönliche Sitzung
en: In-Person Meeting
es: Reunión presencial
fr: Réunion en présentiel
hi: आमने-सामने बैठक
id: Rapat Tatap Muka
it: Riunione in presenza
ja: 対面会議
ko: 대면 회의
nl: Fysieke vergadering
pl: Spotkanie osobiste
pt: Reunião presencial
ru: Встреча очно
sv: Fysiskt möte
th: การประชุมแบบพบปะกัน
tr: Yüz Yüze Toplantı
uk: Особиста зустріч
vi: Cuộc họp trực tiếp
zh_hant: 面對面會議

source: 音频写入器初始化失败
ar: فشل تهيئة كاتب الصوت
de: Audio-Writer-Initialisierung fehlgeschlagen
en: Failed to initialize the audio writer
es: Error al inicializar el escritor de audio
fr: Échec de l'initialisation du writer audio
hi: ऑडियो राइटर इनिशियलाइज़ेशन विफल
id: Gagal menginisialisasi penulis audio
it: Inizializzazione del writer audio non riuscita
ja: 音声ライターを初期化できません
ko: 오디오 라이터 초기화 실패
nl: Audiowriter initialiseren mislukt
pl: Inicjalizacja zapisu audio nie powiodła się
pt: Falha ao inicializar o gravador de áudio
ru: Не удалось инициализировать устройство записи аудио
sv: Det gick inte att initiera ljudskrivaren
th: เริ่มต้นตัวเขียนเสียงล้มเหลว
tr: Ses yazıcı başlatılamadı
uk: Не вдалося ініціалізувати аудіозаписувач
vi: Khởi tạo trình ghi âm thanh thất bại
zh_hant: 音訊寫入器初始化失敗

source: 音频写入器设置失败
ar: فشل تكوين كاتب الصوت
de: Audio-Writer-Konfiguration fehlgeschlagen
en: Failed to set up the audio writer
es: Error al configurar el escritor de audio
fr: Échec de la configuration du writer audio
hi: ऑडियो राइटर सेटअप विफल
id: Gagal menyiapkan penulis audio
it: Configurazione del writer audio non riuscita
ja: 音声ライターの設定に失敗
ko: 오디오 라이터 설정 실패
nl: Audiowriter instellen mislukt
pl: Konfiguracja zapisu audio nie powiodła się
pt: Falha ao configurar o gravador de áudio
ru: Не удалось настроить устройство записи аудио
sv: Det gick inte att konfigurera ljudskrivaren
th: ตั้งค่าตัวเขียนเสียงล้มเหลว
tr: Ses yazıcı yapılandırılamadı
uk: Не вдалося налаштувати аудіозаписувач
vi: Thiết lập trình ghi âm thanh thất bại
zh_hant: 音訊寫入器設置失敗

source: 音频分片后仍超过 API 大小限制（%lluMB），请使用本地转写
ar: لا تزال مقاطع الصوت تتجاوز حد حجم API (%llu م.ب). استخدم التفريغ المحلي.
de: Die Audiosegmente überschreiten weiterhin das API-Größenlimit (%llu MB). Bitte verwenden Sie die lokale Transkription.
en: Audio chunks still exceed the API size limit (%lluMB). Please use local transcription.
es: Los fragmentos de audio siguen superando el límite de tamaño de la API (%llu MB). Usa la transcripción local.
fr: Les segments audio dépassent toujours la limite de taille de l'API (%llu Mo). Veuillez utiliser la transcription locale.
hi: ऑडियो खंड अभी भी API आकार सीमा (%lluMB) से अधिक हैं। कृपया स्थानीय ट्रांसक्रिप्शन उपयोग करें।
id: Segmen audio masih melebihi batas ukuran API (%lluMB). Silakan gunakan transkripsi lokal.
it: I segmenti audio superano ancora il limite di dimensione dell'API (%llu MB). Usa la trascrizione locale.
ja: 音声を分割しても API のサイズ上限（%lluMB）を超えます。ローカル文字起こしを使用してください。
ko: 오디오를 분할해도 API 크기 제한(%lluMB)을 초과합니다. 로컬 전사를 사용하세요.
nl: Audiosegmenten overschrijden nog steeds de API-groottelimiet (%lluMB). Gebruik lokale transcriptie.
pl: Segmenty audio nadal przekraczają limit rozmiaru API (%lluMB). Użyj transkrypcji lokalnej.
pt: Os segmentos de áudio ainda excedem o limite de tamanho da API (%llu MB). Use a transcrição local.
ru: Аудиосегменты всё ещё превышают ограничение размера API (%llu МБ). Используйте локальную расшифровку.
sv: Ljudsegmenten överskrider fortfarande API:ns storleksgräns (%lluMB). Använd lokal transkribering.
th: ชิ้นส่วนเสียงยังเกินขีดจำกัดขนาดของ API (%lluMB) โปรดใช้การถอดความแบบท้องถิ่น
tr: Ses parçaları hâlâ API boyut sınırını aşıyor (%lluMB). Lütfen yerel çeviri yazı kullanın.
uk: Аудіосегменти досі перевищують обмеження розміру API (%lluМБ). Скористайтеся локальним транскрибуванням.
vi: Các đoạn âm thanh vẫn vượt giới hạn kích cỡ API (%lluMB). Vui lòng dùng chuyển ngữ cục bộ.
zh_hant: 音訊分片後仍超過 API 大小限制（%lluMB），請使用本地轉寫

source: 音频分片处理失败，请检查音频文件是否完整
ar: فشل تقسيم الصوت. تحقق من سلامة ملف الصوت.
de: Audioaufteilung fehlgeschlagen. Bitte prüfen Sie, ob die Audiodatei intakt ist.
en: Audio chunking failed. Please check whether the audio file is intact.
es: Error al dividir el audio. Comprueba que el archivo de audio esté intacto.
fr: Échec du découpage audio. Vérifiez que le fichier audio est intact.
hi: ऑडियो विभाजन विफल। कृपया जाँचें कि ऑडियो फ़ाइल अक्षत है।
id: Gagal membagi audio. Silakan periksa apakah file audio utuh.
it: Divisione dell'audio non riuscita. Controlla che il file audio sia integro.
ja: 音声の分割に失敗しました。音声ファイルが破損していないか確認してください。
ko: 오디오 분할에 실패했습니다. 오디오 파일이 온전한지 확인하세요.
nl: Audio splitsen mislukt. Controleer of het audiobestand intact is.
pl: Nie udało się podzielić audio. Sprawdź, czy plik audio jest nienaruszony.
pt: Falha ao dividir o áudio. Verifique se o arquivo de áudio está intacto.
ru: Не удалось разделить аудио. Проверьте, цел ли аудиофайл.
sv: Det gick inte att dela upp ljudet. Kontrollera att ljudfilen är intakt.
th: แบ่งเสียงไม่สำเร็จ โปรดตรวจสอบว่าไฟล์เสียงสมบูรณ์
tr: Ses bölme başarısız. Lütfen ses dosyasının sağlam olduğunu kontrol edin.
uk: Не вдалося розділити аудіо. Перевірте, чи аудіофайл цілісний.
vi: Chia âm thanh thất bại. Vui lòng kiểm tra tệp âm thanh còn nguyên vẹn không.
zh_hant: 音訊分片處理失敗，請檢查音訊文件是否完整

source: 音频合并超时，导出已被中断。分片文件已保留在录音文件夹，重新刷新后可自动恢复。
ar: انتهت مهلة دمج الصوت وتوقف التصدير. تبقى الملفات المجزأة في مجلد التسجيل وتُستعاد تلقائيًا بعد التحديث.
de: Das Zusammenführen des Audios hat zu lange gedauert, der Export wurde abgebrochen. Die Segmentdateien bleiben im Aufnahmeordner und werden nach dem Aktualisieren automatisch wiederhergestellt.
en: Audio merging timed out and the export was interrupted. The segment files remain in the recording folder and can be recovered automatically after a refresh.
es: La combinación de audio agotó el tiempo y la exportación se interrumpió. Los fragmentos siguen en la carpeta de grabación y se recuperan al refrescar.
fr: La fusion audio a expiré et l’export a été interrompu. Les fragments restent dans le dossier d’enregistrement et peuvent être récupérés après un rafraîchissement.
hi: ऑडियो मर्ज का समय समाप्त, निर्यात बाधित हुआ। खंड फ़ाइलें रिकॉर्डिंग फ़ोल्डर में सुरक्षित हैं और रीफ़्रेश पर अपने-आप बहाल हो जाएँगी।
id: Penggabungan audio habis waktu dan ekspor terhenti. File segmen tetap di folder perekaman dan pulih otomatis setelah disegarkan.
it: Unione audio scaduta, esportazione interrotta. I file suddivisi restano nella cartella di registrazione e si recuperano aggiornando.
ja: 音声の結合がタイムアウトし、書き出しが中断されました。分割ファイルは録音フォルダに残っており、再読み込みで自動復元できます。
ko: 오디오 병합 시간 초과로 내보내기가 중단되었습니다. 분할 파일은 녹음 폴더에 남아 있고 새로 고치면 자동 복구됩니다.
nl: Het samenvoegen van audio duurde te lang en de export is afgebroken. De segmentbestanden blijven in de opnamemap en worden na verversen automatisch hersteld.
pl: Przekroczono czas scalania dźwięku, eksport przerwano. Pliki segmentów pozostały w folderze nagrania i zostaną odzyskane po odświeżeniu.
pt: A junção de áudio excedeu o tempo e a exportação foi interrompida. Os fragmentos permanecem na pasta de gravação e recuperam-se ao atualizar.
ru: Время объединения аудио истекло, экспорт прерван. Фрагменты остались в папке записи и восстановятся после обновления.
sv: Sammanfogningen tog för lång tid och exporten avbröts. Segmentsfilerna finns kvar i inspelningsmappen och återställs vid uppdatering.
th: รวมเสียงหมดเวลา การส่งออกถูกขัดจังหวะ ไฟล์แบ่งชิ้นยังอยู่ในโฟลเดอร์บันทึก และจะกู้คืนอัตโนมัติเมื่อรีเฟรช
tr: Ses birleştirme zaman aşımına uğradı, dışa aktarma kesildi. Bölüm dosyaları kayıt klasöründe duruyor ve yenilemede otomatik kurtarılır.
uk: Час об’єднання аудіо вичерпано, експорт перервано. Фрагменти залишилися в теці запису й відновляться після оновлення.
vi: Hợp nhất âm thanh quá thời gian, xuất bị gián đoạn. Các tệp phân đoạn vẫn trong thư mục ghi và tự khôi phục sau khi làm mới.
zh_hant: 音訊合併逾時，匯出已被中斷。分片檔案已保留在錄音資料夾，重新整理後可自動恢復。

source: 音频和视频都可以
ar: يُدعم الصوت والفيديو معًا
de: Sowohl Audio als auch Video möglich
en: Both audio and video are supported
es: Se admiten tanto audio como vídeo
fr: Audio et vidéo pris en charge
hi: ऑडियो और वीडियो दोनों समर्थित हैं
id: Baik audio maupun video didukung
it: Sono supportati sia audio che video
ja: 音声も動画も利用できます
ko: 오디오와 동영상 모두 지원됩니다
nl: Zowel audio als video wordt ondersteund
pl: Obsługiwane jest zarówno audio, jak i wideo
pt: Tanto áudio como vídeo são suportados
ru: Поддерживаются и аудио, и видео
sv: Både ljud och video stöds
th: รองรับทั้งเสียงและวิดีโอ
tr: Hem ses hem görüntü desteklenir
uk: Підтримуються і аудіо, і відео
vi: Hỗ trợ cả âm thanh và video
zh_hant: 音訊和影片都可以

source: 音频文件不存在，可能已被移动或删除
ar: ملف الصوت غير موجود. ربما نُقل أو حُذف.
de: Die Audiodatei existiert nicht. Sie wurde möglicherweise verschoben oder gelöscht.
en: The audio file does not exist. It may have been moved or deleted.
es: El archivo de audio no existe. Puede haberse movido o eliminado.
fr: Le fichier audio n'existe pas. Il a peut-être été déplacé ou supprimé.
hi: ऑडियो फ़ाइल मौजूद नहीं है। वह स्थानांतरित या हटाई गई हो सकती है।
id: File audio tidak ada. Mungkin telah dipindahkan atau dihapus.
it: Il file audio non esiste. Potrebbe essere stato spostato o eliminato.
ja: 音声ファイルが存在しません。移動または削除された可能性があります。
ko: 오디오 파일이 존재하지 않습니다. 이동 또는 삭제되었을 수 있습니다.
nl: Het audiobestand bestaat niet. Het is mogelijk verplaatst of verwijderd.
pl: Plik audio nie istnieje. Mógł zostać przeniesiony lub usunięty.
pt: O arquivo de áudio não existe. Ele pode ter sido movido ou apagado.
ru: Аудиофайл не существует. Возможно, он был перемещён или удалён.
sv: Ljudfilen finns inte. Den kan ha flyttats eller raderats.
th: ไม่มีไฟล์เสียงอยู่ มันอาจถูกย้ายหรือลบแล้ว
tr: Ses dosyası mevcut değil. Taşınmış veya silinmiş olabilir.
uk: Аудіофайл не існує. Його могло бути переміщено або видалено.
vi: Tệp âm thanh không tồn tại. Nó có thể đã bị di chuyển hoặc xóa.
zh_hant: 音訊文件不存在，可能已被移動或刪除

source: 音频文件损坏或无有效内容，无法转写。请尝试重新录制或重新导入
ar: ملف الصوت تالف أو بلا محتوى صالح، ولا يمكن تفريغه. سجّل مجددًا أو أعد الاستيراد.
de: Die Audiodatei ist beschädigt oder enthält keinen gültigen Inhalt und kann nicht transkribiert werden. Bitte nehmen Sie neu auf oder importieren Sie erneut.
en: The audio file is corrupted or has no valid content, and cannot be transcribed. Please try re-recording or re-importing.
es: El archivo de audio está dañado o no tiene contenido válido, y no puede transcribirse. Vuelve a grabar o reimporta.
fr: Le fichier audio est corrompu ou sans contenu valide, et ne peut pas être transcrit. Veuillez réenregistrer ou réimporter.
hi: ऑडियो फ़ाइल क्षतिग्रस्त है या मान्य सामग्री नहीं है, और ट्रांसक्राइब नहीं की जा सकती। कृपया पुनः रिकॉर्ड करें या पुनः आयात करें।
id: File audio rusak atau tanpa konten valid, dan tidak dapat ditranskripsi. Silakan rekam ulang atau impor ulang.
it: Il file audio è danneggiato o privo di contenuto valido e non può essere trascritto. Registra di nuovo o reimporta.
ja: 音声ファイルが破損しているか有効な内容がなく、文字起こしできません。再録音または再読み込みをお試しください。
ko: 오디오 파일이 손상되었거나 유효한 내용이 없어 전사할 수 없습니다. 다시 녹음하거나 다시 가져와 보세요.
nl: Het audiobestand is beschadigd of heeft geen geldige inhoud en kan niet worden getranscribeerd. Neem opnieuw op of importeer opnieuw.
pl: Plik audio jest uszkodzony lub nie zawiera prawidłowej treści i nie można go transkrybować. Nagraj ponownie lub zaimportuj jeszcze raz.
pt: O arquivo de áudio está corrompido ou sem conteúdo válido, e não pode ser transcrito. Grave novamente ou reimporte.
ru: Аудиофайл повреждён или не содержит действительного содержимого, расшифровка невозможна. Запишите заново или импортируйте повторно.
sv: Ljudfilen är skadad eller saknar giltigt innehåll och kan inte transkriberas. Spela in igen eller importera på nytt.
th: ไฟล์เสียงเสียหายหรือไม่มีเนื้อหาที่ถูกต้อง และไม่สามารถถอดความได้ โปรดบันทึกใหม่หรือนำเข้าใหม่
tr: Ses dosyası bozuk veya geçerli içerik yok; çeviri yazı oluşturulamıyor. Lütfen yeniden kaydedin veya yeniden içe aktarın.
uk: Аудіофайл пошкоджено або він не має дійсного вмісту, його не можна транскрибувати. Запишіть знову або імпортуйте повторно.
vi: Tệp âm thanh bị hỏng hoặc không có nội dung hợp lệ, không thể chuyển ngữ. Vui lòng ghi lại hoặc nhập lại.
zh_hant: 音訊文件損壞或無有效內容，無法轉寫。請嘗試重新錄制或重新匯入

source: 音频文件无法读取，无法进行系统语音识别。
ar: تعذّر قراءة ملف الصوت، لذا لا يمكن إجراء التعرف على الكلام في النظام.
de: Die Audiodatei kann nicht gelesen werden, daher ist keine Systemspracherkennung möglich.
en: The audio file can't be read, so system speech recognition can't proceed.
es: No se puede leer el archivo de audio, por lo que no se puede realizar el reconocimiento de voz del sistema.
fr: Le fichier audio est illisible, la reconnaissance vocale du système ne peut donc pas s'exécuter.
hi: ऑडियो फ़ाइल पढ़ी नहीं जा सकती, इसलिए सिस्टम वाक् पहचान नहीं हो सकती।
id: Berkas audio tidak dapat dibaca, sehingga pengenalan suara sistem tidak dapat dilakukan.
it: Impossibile leggere il file audio, quindi il riconoscimento vocale di sistema non può procedere.
ja: 音声ファイルを読み取れないため、システム音声認識を実行できません。
ko: 오디오 파일을 읽을 수 없어 시스템 음성 인식을 진행할 수 없습니다.
nl: Het audiobestand kan niet worden gelezen, dus systeemspraakherkenning kan niet worden uitgevoerd.
pl: Nie można odczytać pliku audio, więc rozpoznawanie mowy systemu nie może zostać wykonane.
pt: Não é possível ler o ficheiro de áudio, por isso o reconhecimento de fala do sistema não pode avançar.
ru: Аудиофайл не читается, поэтому системное распознавание речи невозможно.
sv: Ljudfilen kan inte läsas, så systemets taligenkänning kan inte köras.
th: อ่านไฟล์เสียงไม่ได้ จึงไม่สามารถใช้การรู้จำเสียงพูดของระบบได้
tr: Ses dosyası okunamıyor, bu nedenle sistem konuşma tanıma yapılamıyor.
uk: Аудіофайл не читається, тож системне розпізнавання мови неможливе.
vi: Không đọc được tệp âm thanh nên không thể nhận dạng giọng nói hệ thống.
zh_hant: 音訊檔案無法讀取，無法進行系統語音辨識。

source: 音频文件过大，请使用较短的音频或本地转写
ar: ملف الصوت كبير جدًا. استخدم صوتًا أقصر أو التفريغ المحلي.
de: Die Audiodatei ist zu groß. Bitte verwenden Sie eine kürzere Datei oder die lokale Transkription.
en: The audio file is too large. Please use a shorter audio file or local transcription.
es: El archivo de audio es demasiado grande. Usa un audio más corto o la transcripción local.
fr: Le fichier audio est trop volumineux. Utilisez un fichier plus court ou la transcription locale.
hi: ऑडियो फ़ाइल बहुत बड़ी है। कृपया छोटी ऑडियो या स्थानीय ट्रांसक्रिप्शन उपयोग करें।
id: File audio terlalu besar. Silakan gunakan audio yang lebih pendek atau transkripsi lokal.
it: Il file audio è troppo grande. Usa un audio più breve o la trascrizione locale.
ja: 音声ファイルが大きすぎます。短い音声を使うか、ローカル文字起こしを使用してください。
ko: 오디오 파일이 너무 큽니다. 더 짧은 오디오를 사용하거나 로컬 전사를 사용하세요.
nl: Het audiobestand is te groot. Gebruik kortere audio of lokale transcriptie.
pl: Plik audio jest zbyt duży. Użyj krótszego nagrania lub transkrypcji lokalnej.
pt: O arquivo de áudio é muito grande. Use um áudio mais curto ou a transcrição local.
ru: Аудиофайл слишком большой. Используйте более короткий файл или локальную расшифровку.
sv: Ljudfilen är för stor. Använd kortare ljud eller lokal transkribering.
th: ไฟล์เสียงใหญ่เกินไป โปรดใช้เสียงที่สั้นลงหรือการถอดความแบบท้องถิ่น
tr: Ses dosyası çok büyük. Lütfen daha kısa bir ses veya yerel çeviri yazı kullanın.
uk: Аудіофайл завеликий. Скористайтеся коротшим аудіо або локальним транскрибуванням.
vi: Tệp âm thanh quá lớn. Vui lòng dùng âm thanh ngắn hơn hoặc chuyển ngữ cục bộ.
zh_hant: 音訊文件過大，請使用較短的音訊或本地轉寫

source: 音频读取器设置失败
ar: فشل تكوين قارئ الصوت
de: Audio-Reader-Konfiguration fehlgeschlagen
en: Failed to set up the audio reader
es: Error al configurar el lector de audio
fr: Échec de la configuration du lecteur audio
hi: ऑडियो रीडर सेटअप विफल
id: Gagal menyiapkan pembaca audio
it: Configurazione del lettore audio non riuscita
ja: 音声リーダーの設定に失敗
ko: 오디오 리더 설정 실패
nl: Audioreader instellen mislukt
pl: Konfiguracja odczytu audio nie powiodła się
pt: Falha ao configurar o leitor de áudio
ru: Не удалось настроить устройство чтения аудио
sv: Det gick inte att konfigurera ljudläsaren
th: ตั้งค่าตัวอ่านเสียงล้มเหลว
tr: Ses okuyucu yapılandırılamadı
uk: Не вдалося налаштувати аудіочитач
vi: Thiết lập trình đọc âm thanh thất bại
zh_hant: 音訊讀取器設置失敗

source: 音频读取失败：%@
ar: فشل قراءة الصوت: %@
de: Audio konnte nicht gelesen werden: %@
en: Failed to read audio: %@
es: Error al leer el audio: %@
fr: Échec de la lecture de l’audio : %@
hi: ऑडियो पढ़ने में विफल: %@
id: Gagal membaca audio: %@
it: Impossibile leggere l’audio: %@
ja: 音声の読み込みに失敗しました：%@
ko: 오디오 읽기 실패: %@
nl: Audio lezen mislukt: %@
pl: Nie udało się odczytać audio: %@
pt: Falha ao ler o áudio: %@
ru: Не удалось прочитать аудио: %@
sv: Kunde inte läsa ljudet: %@
th: อ่านเสียงล้มเหลว: %@
tr: Ses okunamadı: %@
uk: Не вдалося прочитати аудіо: %@
vi: Không đọc được âm thanh: %@
zh_hant: 音訊讀取失敗：%@

source: 音频转换失败：%@
ar: فشل تحويل الصوت: %@
de: Audiokonvertierung fehlgeschlagen: %@
en: Audio conversion failed: %@
es: Error al convertir el audio: %@
fr: Échec de la conversion audio : %@
hi: ऑडियो रूपांतरण विफल: %@
id: Gagal mengonversi audio: %@
it: Conversione audio non riuscita: %@
ja: 音声の変換に失敗: %@
ko: 오디오 변환 실패: %@
nl: Audioconversie mislukt: %@
pl: Konwersja audio nie powiodła się: %@
pt: Falha na conversão de áudio: %@
ru: Не удалось преобразовать аудио: %@
sv: Ljudkonvertering misslyckades: %@
th: แปลงเสียงไม่สำเร็จ: %@
tr: Ses dönüştürme başarısız: %@
uk: Не вдалося конвертувати аудіо: %@
vi: Chuyển đổi âm thanh thất bại: %@
zh_hant: 音訊轉換失敗：%@
